Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# RestartTitle
source: Restart
ar: إعادة التشغيل
ca: Reinicia
cs: Restartovat
da: Start igen
de: Neustart
el: Επανεκκίνηση
es: Reiniciar
es_us: Reiniciar
fi: Käynnistä uudelleen
fr: Redémarrer
fr_ca: Redémarrer
he: הפעלה מחדש
hi: रीस्टार्ट करें
hr: Ponovno uključi
hu: Újraindítás
id: Mulai Ulang
it: Riavvia
ja: 再起動
ko: 재시동
ms: Mula Semula
nb: Omstart
nl: Herstart
pl: Uruchom ponownie
pt_br: Reiniciar
pt_pt: Reiniciar
ro: Reporniți Apple TV‑ul
ru: Перезагрузить
sk: Reštartovať
sl: Zaženi znova
sv: Starta om
th: เริ่มการทำงานเครื่องใหม่
tr: Yeniden Başlat
uk: Перезапустити
vi: Khởi động lại
zh_cn: 重新启动
zh_hk: 重新啟動
zh_tw: 重新啟動

# RestoreButton
source: Reset and Update
ar: إعادة التعيين والتحديث
ca: Restableix i actualitza
cs: Resetovat a aktualizovat
da: Nulstil og opdater
de: Zurücksetzen und Aktualisieren
el: Επαναφορά και ενημέρωση
es: Restablecer y actualizar
es_us: Restablecer y actualizar
fi: Nollaa ja päivitä
fr: Réinitialiser et mettre à jour
fr_ca: Réinitialiser et mettre à jour
he: איפוס ועדכון
hi: रीसेट और अपडेट करें
hr: Resetiraj i ažuriraj
hu: Alaphelyzetbe állítás és frissítés
id: Atur Ulang dan Perbarui
it: Inizializza e aggiorna
ja: リセットしてアップデート
ko: 재설정 및 업데이트
ms: Reset dan Kemas Kini
nb: Nullstill og oppdater
nl: Herstel en werk bij
pl: Wyzeruj i uaktualnij
pt_br: Redefinir e Atualizar
pt_pt: Repor e atualizar
ro: Resetați și actualizați
ru: Сбросить и обновить
sk: Resetovať a aktualizovať
sl: Ponastavi in posodobi
sv: Nollställ och uppdatera
th: รีเซ็ตและอัปเดต
tr: Sıfırla ve Güncelle
uk: Скинути й оновити
vi: Đặt lại và cập nhật
zh_cn: 还原并更新
zh_hk: 重設並更新
zh_tw: 重置並更新

# RestoreConfirmationText
source: Are you sure you want to reset your Apple TV to factory settings, erase all settings and information, and update to the latest tvOS version? You’ll need to set up your Apple TV again. Make sure your Apple TV stays plugged in while it resets.
ar: هل ترغب بالتأكيد في إعادة تعيين Apple TV إلى إعدادات المصنع، ومسح جميع الإعدادات والمعلومات، وتحديثه إلى آخر إصدار من tvOS؟ سيلزم إعداد Apple TV مرة أخرى. يرجى التأكد من إبقاء Apple TV متصلاً بالطاقة أثناء إعادة التعيين.
ca: Confirmes que vols restaurar la configuració de fàbrica de l’Apple TV, esborrar‑ne els paràmetres i tota la informació, i actualitzar‑lo a l’última versió del tvOS? Hauràs de tornar a configurar l’Apple TV. Mentre restableixis l’Apple TV, vigila que no es desconnecti.
cs: Určitě chcete resetovat nastavení Apple TV, smazat všechna svoje nastavení a data a aktualizovat tvOS na nejnovější verzi? Apple TV bude nutné nastavit znovu. V průběhu resetování musí být Apple TV připojená ke zdroji napájení.
da: Er du sikker på, at du vil nulstille Apple TV til fabriksindstillinger, slette alle indstillinger og oplysninger samt opdatere til den nyeste version af tvOS? Du vil skulle indstille Apple TV igen. Sørg for, at Apple TV forbliver sluttet til en stikkontakt, mens det nulstilles.
de: Möchtest du dein Apple TV wirklich auf die Werkseinstellungen zurücksetzen, alle Einstellungen und Informationen löschen und auf die neueste tvOS-Version aktualisieren? Du musst das Apple TV dann erneut konfigurieren. Stelle sicher, dass dein Apple TV während des Zurücksetzens am Stromnetz angeschlossen ist.
el: Θέλετε σίγουρα να γίνει επαναφορά του Apple TV στις εργοστασιακές ρυθμίσεις, σβήσιμο όλων των ρυθμίσεων και πληροφοριών και ενημέρωση στην πιο πρόσφατη έκδοση tvOS; Θα χρειαστεί να διαμορφώσετε εκ νέου το Apple TV σας. Βεβαιωθείτε ότι το Apple TV είναι συνδεδεμένο στο ρεύμα κατά τη διάρκεια της επαναφοράς.
es: ¿Seguro que quieres restablecer los ajustes originales del Apple TV, borrar todos los ajustes y los datos, y actualizarlo a la última versión de tvOS disponible? Deberás volver a configurar el Apple TV. Asegúrate de que el Apple TV permanece enchufado durante este proceso.
es_us: ¿Quieres restablecer tu Apple TV a la configuración predeterminada, borrar toda su configuración y datos y actualizarlo a la versión más reciente de tvOS? Tendrás que configurarlo de nuevo. Asegúrate de que esté conectado mientras se restablece.
fi: Haluatko nollata Apple TV:n tehdasasetuksiin, tyhjentää kaikki asetukset ja tiedot ja päivittää uusimpaan tvOS-versioon? Apple TV on otettava käyttöön uudelleen. Varmista, että Apple TV pysyy liitettynä virtalähteeseen nollauksen aikana.
fr: Voulez-vous vraiment réinitialiser tous les réglages de votre Apple TV, effacer toutes les données et mettre à jour vers la dernière version de tvOS ? Vous devrez à nouveau configurer votre Apple TV. Assurez-vous que votre Apple TV reste branchée tout au long de sa réinitialisation.
fr_ca: Souhaitez-vous vraiment rétablir les réglages d’origine de votre Apple TV, réinitialiser tous les réglages et les informations, et mettre tvOS à jour vers la version la plus récente? Votre Apple TV devra être reconfigurée. Assurez-vous que l’Apple TV est branchée lors de sa réinitialisation.
he: האם ברצונך לאפס את ה-Apple TV להגדרות היצרן, למחוק את כל ההגדרות והמידע ולעדכן לגירסת ה-tvOS העדכנית ביותר? הפעולה תדרוש הגדרה מחדש של ה-Apple TV. יש לוודא שה-Apple TV נשאר מחובר למקור חשמל במהלך האיפוס.
hi: क्या आप वाक़ई अपने Apple TV को फ़ैक्ट्री सेटिंग पर रीसेट करना, सभी सेटिंग और जानकारी को मिटाना और नवीनतम tvOS संस्करण पर अपडेट करना चाहते हैं? आपको अपना Apple TV फिर से सेटअप करना होगा। यह पक्का करें कि आपका Apple TV रीसेट करते समय प्लग-इन रहे।
hr: Sigurno želite resetirati Apple TV na tvorničke postavke, obrisati sve postavke i informacije te ažurirati na najnoviju verziju tvOS-a? Trebat ćete ponovno podesiti Apple TV. Pripazite da Apple TV ostane spojen na napajanje tijekom resetiranja.
hu: Biztosan visszaállítja az Apple TV‑t a gyári beállításokra, töröl minden beállítást és információt, valamint frissít a tvOS legújabb verziójára? A művelet elvégzése után ismét be kell állítani az Apple TV‑t. Az alaphelyzetbe állítás alatt az Apple TV-nek áramforráshoz kell csatlakoznia.
id: Apakah Anda yakin ingin mengatur ulang Apple TV Anda ke pengaturan pabrik, menghapus semua pengaturan dan informasi, dan memperbarui ke tvOS versi terbaru? Anda harus mengatur Apple TV Anda lagi. Pastikan Apple TV Anda tetap tersambung saat diatur ulang.
it: Confermi di voler ripristinare le impostazioni di fabbrica su Apple TV, inizializzare tutte le impostazioni e le informazioni, e aggiornare all’ultima versione di tvOS? Dovrai configurare nuovamente Apple TV. Assicurati che il dispositivo sia collegato a una sorgente di alimentazione durante il processo.
ja: Apple TVを工場出荷時の設定にリセットしてすべての設定と情報を消去し、最新のtvOSバージョンにアップデートしてもよろしいですか? Apple TVを再度設定する必要があります。 リセット中は必ずApple TVの電源をコンセントに差し込んだままにしてください。
ko: Apple TV를 초기 설정으로 재설정하고, 모든 정보를 지우며, 최신 tvOS 버전으로 업데이트하겠습니까? 이렇게 하면 Apple TV를 다시 설정해야 합니다. 재설정하는 동안 Apple TV가 전원에 연결되어 있어야 합니다.
ms: Adakah anda pasti mahu mereset Apple TV anda kepada seting kilang, memadamkan semua seting dan maklumat serta mengemas kini kepada versi tvOS terkini? Anda perlu menyediakan Apple TV anda sekali lagi. Pastikan Apple TV anda kekal dipalam semasa direset.
nb: Er du sikker på at du vil nullstille Apple TV til fabrikkinnstillingene, slette alle innstillinger og data og oppdatere til nyeste tvOS-versjon? Du må konfigurere Apple TV-enheten på nytt etterpå. Apple TV-enheten må være koblet til strøm mens nullstillingen pågår.
nl: Weet je zeker dat je de fabrieksinstellingen van je Apple TV wilt herstellen, alle instellingen en informatie wilt wissen en wilt bijwerken naar de nieuwste versie van tvOS? Hierdoor moet je je Apple TV opnieuw configureren. Koppel tijdens het herstellen van de fabrieksinstellingen het netsnoer van de Apple TV niet los.
pl: Czy na pewno chcesz wyzerować Apple TV do ustawień fabrycznych, usunąć wszystkie ustawienia i dane oraz uaktualnić system tvOS do najnowszej wersji? Będzie to wymagało ponownego skonfigurowania Apple TV. Apple TV musi być podłączony do źródła zasilania przez cały czas trwania zerowania.
pt_br: Tem certeza de que deseja redefinir a Apple TV aos ajustes de fábrica, apagar todos os ajustes e informações, e atualizar para a versão mais recente do tvOS? Você deverá configurar a Apple TV novamente. Mantenha a Apple TV conectada enquanto ela é redefinida.
pt_pt: Tem a certeza de que pretende repor as definições de fábrica na Apple TV, apagar todas as outras definições e informação, e atualizar com a versão mais recente do tvOS? Terá de voltar a configurar o dispositivo. Certifique‑se de que a Apple TV permanece ligada à corrente.
ro: Sigur doriți să resetați Apple TV‑ul dvs. la configurările din fabrică, să îi ștergeți toate configurările și informațiile și să îl actualizați la ultima versiune de tvOS? Va trebui să vă reconfigurați Apple TV‑ul. Asigurați‑vă că Apple TV‑ul rămâne cuplat la alimentare în timpul resetării.
ru: Вы действительно хотите сбросить Apple TV до заводских настроек, стереть все настройки и информацию, а также обновить tvOS до новейшей версии? После этого придется настроить Apple TV заново. Не отключайте Apple TV во время сброса.
sk: Naozaj chcete resetovať Apple TV na pôvodné nastavenia, vymazať všetky nastavenia a informácie a aktualizovať ho na najnovšiu verziu tvOS? Apple TV bude potrebné znovu nastaviť. Počas resetovania by Apple TV malo ostať pripojené k napájaniu.
sl: Ste prepričani, da želite ponastaviti Apple TV na tovarniške nastavitve, izbrisati vse nastavitve in informacije ter posodobiti napravo na najnovejšo različico tvOS? Znova boste morali nastaviti Apple TV. Prepričajte se, da je Apple TV med ponastavitvijo ves čas priključen.
sv: Är du säker på att du vill återställa Apple TV till fabriksinställningarna, radera alla inställningar och all information samt uppdatera till senaste versionen av tvOS? Du kommer att behöva ställa in Apple TV igen. Se till att strömmen till Apple TV inte bryts medan den nollställs.
th: คุณแน่ใจหรือไม่ว่าคุณต้องการรีเซ็ต Apple TV ของคุณให้กลับเป็นการตั้งค่าจากโรงงาน ลบการตั้งค่าและข้อมูลทั้งหมด และอัปเดต tvOS เป็นเวอร์ชั่นล่าสุด คุณจะต้องตั้งค่า Apple TV ของคุณอีกครั้ง ตรวจสอบให้แน่ใจว่า Apple TV ของคุณเสียบปลั๊กอยู่ขณะที่รีเซ็ตเครื่อง
tr: Apple TV’nizi fabrika ayarlarına sıfırlamak, tüm ayarları ve bilgileri silmek ve en son tvOS sürümüne güncellemek istediğinizden emin misiniz? Apple TV’nizi yeniden ayarlamanız gerekir. Apple TV'niz sıfırlanırken fişinin takılı olduğundan emin olun.
uk: Справді скинути Apple TV до заводських параметрів, стерти всі параметри й дані та оновити до останньої версії tvOS? Вам доведеться налаштувати Apple TV знову. У жодному разі не відʼєднуйте Apple TV від живлення під час скидання.
vi: Bạn có chắc chắn muốn đặt lại Apple TV về cài đặt gốc, xóa tất cả các cài đặt và thông tin, đồng thời cập nhật lên phiên bản tvOS mới nhất không? Bạn sẽ cần thiết lập lại Apple TV của mình. Đảm bảo rằng Apple TV của bạn vẫn được cắm điện trong khi đặt lại.
zh_cn: 你确定要将Apple TV还原为出厂设置、抹掉所有设置及信息并更新到最新Apple tvOS版本吗？你将需要重新设置Apple TV。 还原过程中，请确保Apple TV的电源连接。
zh_hk: 確定要將Apple TV重設為出廠預設值、清除所有設定及資料，並更新到tvOS的最新版本嗎？你將需要重新設定Apple TV。 請確定Apple TV在重設期間接上電源。
zh_tw: 確定要將Apple TV重置成原廠設定，清除所有設定和資訊，並更新到最新的tvOS版本嗎？你需要重新設定Apple TV。 請確定Apple TV在重置期間已接上電源。

# RestrictionsAirPlaySettingsTitle
source: AirPlay Settings
ar: إعدادات البث السريع
ca: Configuració de l’AirPlay
cs: Nastavení AirPlay
da: AirPlay-indstillinger
de: AirPlay-Einstellungen
el: Ρυθμίσεις AirPlay
es: Ajustes de AirPlay
es_us: Configuración de AirPlay
fi: AirPlay-asetukset
fr: Réglages AirPlay
fr_ca: Réglages AirPlay
he: הגדרות AirPlay
hi: AirPlay सेटिंग
hr: AirPlay postavke
hu: AirPlay-beállítások
id: Pengaturan AirPlay
it: Impostazioni AirPlay
ja: AirPlay設定
ko: AirPlay 설정
ms: Seting AirPlay
nb: AirPlay-innstillinger
nl: AirPlay-instellingen
pl: Ustawienia AirPlay
pt_br: Ajustes do AirPlay
pt_pt: Definições AirPlay
ro: Configurări AirPlay
ru: Настройки AirPlay
sk: Nastavenia AirPlay
sl: Nastavitve AirPlay
sv: AirPlay-inställningar
th: การตั้งค่า AirPlay
tr: AirPlay Ayarları
uk: Параметри AirPlay
vi: Cài đặt AirPlay
zh_cn: 隔空播放设置
zh_hk: AirPlay設定
zh_tw: AirPlay設定

# RestrictionsAllowChangesGroupTitle
source: Allow Changes
ar: السماح بالتغييرات
ca: Permet els canvis
cs: Povolit změny
da: Tillad ændringer
de: Änderungen zulassen
el: Επιτρέπονται αλλαγές
es: Permitir cambios
es_us: Permitir cambios
fi: Muutosten salliminen
fr: Autoriser les modifications
fr_ca: Autoriser les modifications
he: הרשאות ביצוע שינויים
hi: परिवर्तनों के लिए अनुमति दें
hr: Dozvoljene promjene
hu: Módosítások engedélyezése
id: Izinkan Perubahan
it: Consenti modifiche
ja: 変更を許可
ko: 변경 허용
ms: Benarkan Perubahan
nb: Tillat endringer
nl: Sta wijzigingen toe
pl: Zezwalaj na zmiany
pt_br: Permitir Alterações
pt_pt: Permitir alterações
ro: Permiteți modificări
ru: Разрешить изменения
sk: Povoliť zmeny
sl: Dovoljenja za spreminjanje
sv: Tillåt ändringar
th: อนุญาตให้เปลี่ยน
tr: Değişikliğe İzin Ver
uk: Дозволити зміни
vi: Cho phép Thay đổi
zh_cn: 允许更改
zh_hk: 允許變更
zh_tw: 允許變更

# RestrictionsAllowedContentGroupTitle
source: Allowed Content
ar: المحتوى المسموح به
ca: Contingut permès
cs: Povolený obsah
da: Tilladt indhold
de: Zulässiger Inhalt
el: Επιτρεπόμενο περιεχόμενο
es: Contenido permitido
es_us: Contenido permitido
fi: Sallittu sisältö
fr: Contenu autorisé
fr_ca: Contenu autorisé
he: תוכן מורשה
hi: अनुमति प्राप्त कॉन्टेंट
hr: Dozvoljen sadržaj
hu: Megengedett tartalom
id: Konten yang Diizinkan
it: Contenuto consentito
ja: コンテンツの許可
ko: 허용된 콘텐츠
ms: Kandungan Dibenarkan
nb: Tillatt innhold
nl: Toegestaan materiaal
pl: Dozwolone treści
pt_br: Conteúdo Permitido
pt_pt: Conteúdo permitido
ro: Conținut permis
ru: Разрешенный контент
sk: Povolený obsah
sl: Dovoljena vsebina
sv: Tillåtet innehåll
th: เนื้อหาที่อนุญาต
tr: İzin Verilen İçerik
uk: Дозволений вміст
vi: Nội dung Được phép
zh_cn: 允许的内容
zh_hk: 允許內容
zh_tw: 允許內容

# RestrictionsAllowExplicitMusicAndPodcastsTitle
source: Music and Podcasts
ar: الموسيقى والبودكاست
ca: Música i pòdcasts
cs: Hudba a podcasty
da: Musik og podcasts
de: Musik und Podcasts
el: Μουσική και Podcasts
es: Música y podcasts
es_us: Música y podcasts
fi: Musiikki ja podcastit
fr: Musique et podcasts
fr_ca: Musique et balados
he: מוזיקה ופודקאסטים
hi: संगीत और पॉडकास्ट
hr: Glazba i podcasti
hu: Zene és podcastok
id: Musik dan Podcast
it: Musica e podcast
ja: ミュージックとポッドキャスト
ko: 음악 및 팟캐스트
ms: Muzik dan Podcast
nb: Musikk og podkaster
nl: Muziek en podcasts
pl: Muzyka i podcasty
pt_br: Música e Podcasts
pt_pt: Música e podcasts
ro: Muzică și podcasturi
ru: Музыка и подкасты
sk: Hudba a podcasty
sl: Glasba in podkasti
sv: Musik och poddar
th: เพลงและพ็อดคาสท์
tr: Müzik ve Podcast’ler
uk: Музика і подкасти
vi: Nhạc và Podcast
zh_cn: 音乐与播客
zh_hk: 音樂與Podcast
zh_tw: 音樂和Podcast
